---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.TransactWithCentralOptions
source: html/a382b180-be52-6fa7-dfe1-b478ccc6ed5f.htm
---
# TransactWithCentralOptions Members

Constructs a new TransactWithCentralOptions.